app/controllers/api/v1/comics_controller.rb

            def index
                comics = Comic.all
---
SELECT "comics".* FROM "comics"